[Info]
Language=Românã
charset=iso-8859-1
Author=Nicolae Bogdan
Email=n.b_ro@yahoo.com
[String]
HOMEPAGE=http://www.youngzsoft.net
BUYNOW=http://www.youngzsoft.net/user.htm

;Configuration Dialog
Configuration=Configurare
Protocol=Protocol
Local IP Address:=Adresã Ip localã:
Web Cached=Copie temp. rap. pt. Web
Auto Startup=Pornire automatã
Auto Hide=Autoascundere
Auto Detect=Autodetectare
Proxy services=Servicii Proxy
OK=OK
Cancel=Anuleazã
Advanced=Avansate
NT Service=Serviciu NT

;Dial
Dial-up=Linii comutate
Dial-up Entries=Conturi pe Linii comutate
Dial-up User Name=Utilizator linie comutatã
Dial-up Password=Parolã linie comutatã
Idle disconnect minutes=Decon. dupã min. de inact.
Enable Auto Dial-up=Activare autoformare

;Log
Log=Jurnal
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy poate înregistra orice informaþie despre utilizator. Vã rugãm NU interceptaþi e-mail-urile utilizatorului fãrã permisiunea acestuia.
Log session selection=Selectarea jurnalizãrii sesiunii 
Request URL=Cererea URL
Mail Info=Informaþii Poºtã
Outgoing Mails=Mail-uri la ieºire
Maximum Lines=Nr. maxim de linii
Clear Logs=ªterge jurnale
Save Logs to File=Salveazã jurnale în fiº.
Export Excel=Export la Excel
New Log Daily=Jurnal nou zilnic
Flow Stats Time Interval(m)=Interval statisticã flux
Enable Flow Stats=Activare Statisticã flux
Flow Stats=Statisticã flux

;Mail
Mail=Poºtã
Primary DNS=DNS principal
Secondary DNS=DNS secundar
Maximum Tries=Nr. maxim de încercãri
Time Interval Before Next Try=Interval pânã la urmãtoarea încercare
Minutes=Minute
Mail Queue Length=Lungimea cozii Poºtei electronice
SMTP Port=Port SMTP
POP3 Port=Port POP3

;Miscellaneous
Miscellaneous=Diverse
Language=Limbã
Socket Idle disconnect minutes=Timp inactiv deconectare socket (min)
Password Protection=Protecþie parolã
Password=Parolã
Need Password When Startup=Necesitã parolã la pornire
Hide All=Ascunde tot
Tip: Show CCProxy when launch again.= Pont: Aratã CCProxy când se lanseazã din nou.
Disable External Users=Dezactiveazã Utilizatorii externi
Web Sites for On-line Checking=Site-uri web pentru verificare online
Auto Scan Computer Name=Scanare automatã a numelui computerului
Enable SOCKS4= Activare SOCKS4

;Cascading Proxy
Cascading proxy=Proxy în cascadã
CCProxy permits local server to access Internet via other proxy.=CCProxy permite server-ului local sa acceseze Internet-ul folosind alt proxy
Enable Cascading Proxy=Activeazã proxy în cascadã
Proxy Address=Adresã Proxy
Proxy Protocol=Protocol Proxy
Port=Port
Need Authorization=Necesitã Autentificare
User Name=Utilizator
Password=Parolã

;Cache
Cache=Memorie temporarã
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Nota: Memoria temporarã e bazatã pe tehnologia IE. Este necesarã sã instalaþi IE versiunea 4.0 sau superioarã.
Settings=Setãri
Always Load From Cache=Întotdeauna încarcã din mem. temp.
Cache Update Time(minutes)=Timp pânã la act. mem. temp. (min)
Change Cache Options via IE=Opþiuni mem. temp. via IE
IE Cache Options=Opþiuni mem. temp. IE
Cache Path:=Calea fol. memorie temporarã
Cache Size(M):=Mãr. mem. temp.(M)

;Account Manager Dialog
Account Manager=Centralizator Conturi
Options=Opþiuni
Filter/Time=Filtru/Duratã
Web Filter=Filtru Web
Time Schedule=Orar timp
New=Nou
Edit=Editeazã
Delete=ªterge
Select All=Selecteazã Tot
Auto Scan=Auto Scanare
User Count:=Nr. Utilizatori
Permit Category:=Categoria permise
Auth Type:=Tip autentif
Send Message=Trimite Mesaj

;Account Dialog
Account=Conturi
User/Group Name=Nume Util./Grup
Password=Parolã
IP Address/IP Range=Adresa IP/Interval IP
MAC Address=Adresã Mac
Maximum Connections=Nr. Maxim conexiuni
*Unlimited Connection:-1=*Conexiune nelimitatã:-1
Bandwidth For Each Connection(Byte/s)=Bandã pentru fiecare conexiune (Octeþi/s)
Remote Dial-up=Linie comutata la dist.
Others=Altele
Time Schedule=Orar timp
Web Filter=Filtru web
New=Nou
Save=Salveazã

;Register Dialog
Registration=Înregistrare
Machine ID=ID Computer
Serial Number=Numãr Serie
Register Code=Cod Înregistrare
&Register=Î&nregistreazã
&Buy Now=Cumpãrã &Acum
&Close=Închide

;Connection Info Dialog
Current Connection Information=Informaþii Conexiune curentã
Connection information=Informaþii conexiune
Connections:=Conexiuni
Users:=Utilizatori
Stop Scroll=Oprie defilare
Open Logs=Deschide Jurnale
Mail transfer information=Informaþii transfer Poºtã
Mail in transfer=Poºtã în transfer
Mail undelivered=Poºtã nelivratã
Mails:=E-mai-uri
Close=Închide
Transfer &Again=Transferã &Din nou
&Delete=ªt&erge
&Refresh=&Revede
Internet mail transfer status=Stare tranfer poºtã internet

;Web Filter
Web Filter Name=Nume Filtru Web
Site Filter=Filtru site-uri
Permitted Sites=Site-uri permise
Forbidden Sites=Site-uri interzise
Forbidden Content=Conþinut interzis
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Pont: Filtrul de siteuri permite caracter de înlocuire. Fiecare element separat cu punct ºi virgulã. ex. *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Pont: Fiecare element separat cu punct ºi virgulã. Ex. chat;travel
Forbidden URL=URL interzis
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Pont: Fiecare element separat cu punct ºi virgulã. Ex. .exe;.zip

;Time Schedule
Time Schedule Name=Numer Orar timp
Sunday=Duminicã
Monday=Luni
Tuesday=Marþi
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sâmbãtã

;Time Table
Time Table=Tabelã timp
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Pont: 01:00 implicã acces internet de la 00:00 to 01:00.
Unselect All=Deselectare Totalã
Apply To:=Aplicã La

;Get Address
Get Address=Obþine Adresã
Computer Name=Nume Computer
Retrieve=Preia
Apply=Aplicã
Close=Închide

;Menu
&Dial-up=L&inie Comutatã
D&isconnect=De&conectare

;Resource String
&About CCProxy...=Despre CCProxy...
User Name|IP Address|MAC Address|Connections|=Nume Utilizator|Adresã IP|Adresã MAC|Conexiuni|
Windows sockets initiation failed.=Iniþializare Socluri Windows eºuatã.
Socket creation failed!=Creare socluri eºuatã!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Start|Stop|Opþiuni|Cont|Înregistrare|Ieºire|Ascunde|Ajutor|
DNS service startup failed!=Pornirea serviciu DNS eºuatã!
HTTP proxy startup failed!=Pornirea serviciu HTTP eºuatã!
SOCKS proxy startup failed!=Pornirea serviciu SOCKS eºuatã!
Are you sure to close CCProxy?=Sunteþi sigur cã închideþi CCProxy ?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Pornire Proxy|Oprire Proxy|Configurare opþiuni|Centralizazor conturi|Înregistrare CCProxy|Închide CCProxy|Ascunde interfaþa|Ajutor CCProxy|
User already exists or User/IP/MAC length is illegal!=Utilizatorul existã deja sau cont Utilizator/IP/MAc are o lungime incorectã!
on search ...=Cãutare ...
This operation will add all local users' info. Continue?=Aceastã operaþie va adãuga toþi utilizatorii locali. Continuaþi ?
Are you sure to delete this account?=Sunteþi sigur cã doriþi sã ºtergeþi acest cont ?
Another instance of CCProxy has been run!=O altã instanþã a CCProxy a fost rulatã!
Time|User Name|IP Address|Action|=Timp|Utilizator|Adresã IP|Acþiune|
Please select log file path:=Vã rugãm sã selectaþi calea fiºier jurnal
Are you sure to delete all the logs?=Sunteþi cã ºtergeþi toate jurnalele?
Permit All|Permit Only|Permit All But=Permite Tot|Permite Numai|Permite Toate exceptând|
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=Adresã IP|Adresã MAC|Utilizator/Parolã|Utilitator/Parolã + IP|Utilizator/Parolã + MAC|
Congratulations. You have registered successfully!=Felicitãri! v-aþi înregistrat cu succes!
Sorry. Registration Failed!=Ne pare rãu. Înregistrare eºuatã!
%s(Demo Version Can Only Support 3 Users)=%s (Versiunea Demo poate suporta pânã la 3 utilizatori)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=ID Poºtã|Poºtã de la|Poºtã la|Trimis de|Timp Început|Ultimul Rãspuns|
Mail proxy startup failed!=Pornirea serviciu Poºtã eºuatã
Unknown=Necunoscut
Host=PC
News proxy startup failed!=Pornirea serviciu ªtiri eºuatã!
FTP proxy startup failed!=Pornirea serviciu FTP eºuatã!
Telnet proxy startup failed!=Pornirea serviciu Telnet eºuatã!
Some mails are in transfer. Are you sure to exit?= Unele mesaje se transferã. Sunteþi sigur cã ieºiþi ?
The account system only supports no more than 500 users!=Sistemul de conturi nu permite mai mult de 500 utilizatori!
Are you sure to delete this mail?=Sunteþi sigur cã ºtergeþi acest mesaj?
News=ªtiri
MAP service startup failed!= Pornirea Serviciului de mapare eºuatã!
Wrong Password.=Parolã greºitã
Current version is the latest version %d.%d %s.=Versiunea curentã este ultima versiune %d.%d %s.
New version %d.%d %s. Download Now?=Versiune nouã %d.%d %s. Descãrcaþi acum ?
New version. Download Now?=Versiune nouã. Descãrcaþi acum ?
Checking new version. Please waiting ...=Verific pentru versiune nouã. Vã rugãm aºteptaþi ...

;09/18/2002
Get MAC Address=Preia adresa MAC
Start=Start
Stop=Stop

;10/05/2002
Type|Dest Host|Dest Port|Local Port|=Tip|PC Dest|Port Dest|Port Local|
Port Map=Mapare port
Add=Adaugã
Modify=Modificã
Dest Host=PC Dest
Dest Port=Port Dest
Port Type=Tip port
Local Port=Port Local
Low IP Address=Adresa IP (prima)
High IP Address=Adresa IP (ultima)
Are you sure to delete these items?=Sunteþi sigur ca doriþi ºtergerea acestor elemente ?

Line Chart Options=Opþiuni grafic linie
Connections Maximum=Conexiuni maxime
Bandwidth Maximum=Bandã maximã

Reset=Resetare
Cancel All=Anuleaza tot
Export=Export
Import=Import
Connections=Conexiuni
Bandwidth=Bandã
RESERVED=REZERVAT
Picture Info=Informaþii Imagine
Bandwidth(byte/s)=Bandã (octeþi/s)
*Unlimited Bandwidth:-1=*Bandã nelimitatã:-1
IP Address=Adresã IP
Local Protocol=Protocol Local
k byte=k octeþi
Login=Logare
Too Many Users. Please contact Youngzsoft for support of more users.=Prea mulþi utlizatori. Vã rugãm contactaþi Youngzsoft pentru suport pentru mai mulþi utilizatori.
Enable Anti Email Virus=Activeazã Antivirus Poºtã

Log Analysis=Analizã Jurnal
Log File=Fiºier Jurnal
Filter=Filtru
Time=Timp
Action=Acþiune
Content=Conþinut
URL=URL
Analysis=Analizã
Open=Deschide
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule=Utilizator|Adresã IP|Adresã MAC|Conexiuni|Bandã|Activeazã|Grup|Aparþine Grupului|Timp|Filtru web|Orar Timp
Enable=Activat
As Group=Ca grup
Belongs to Group=Aparþine Grupului
Auto disable at=Se autodezactiveazã la
Web Title Info=Informaþii titlu web
NT User(AD) Auth=Autentificare cu user NT (AD)

Bytes=Octeþi
Username=Utilizator
Invalid time.=timp invalid
Invalid service.=Serviciu invalid
Invalid user.=Utilizator invalid
Unknown=Necunoscut

is using port=foloseºte portul
Do you want to stop it?=Sigur doriþi sã-l opriþi ?
Stop failed!=Oprire eºuatã !
Too many connections.=Prea multe coneziuni.
Remote Admin service startup failed!=Pornirea serviciului Administrare la distanþa a eºuat!
is external user, blocked=este utilizator extern, blocat